app/controllers/artworks_controller.rb

SELECT * FROM `artworks` WHERE (`artworks`.`id` = 0)
---
  def show
    @series_plural = Series.all
    if @series
      @artwork = @series.artworks.find(params[:id])