app/controllers/series_controller.rb

SELECT * FROM `series`
---
  def index
    @series_plural = Series.all